[NoID_CarefulIFind AkEvent]
SpokenText="Careful. I find cars tend to explode when exposed to weapons fire. "

[NoID_CarefulPressThe AkEvent]
SpokenText="Careful. Press the advantage before they get around you. "

[NoID_GettingThatClose AkEvent]
SpokenText="Getting that close may get you a better shot but it's risky. ADVENT will take any opening they can get. "

[NoID_YoureLateWhat AkEvent]
SpokenText="You're late. What have you been doing down there?"

[SHEN_Tactical_Tutorial_Cars_Make_Poor_Cover_ALT AkEvent]
SpokenText="You're dangerously close right now...ADVENT will seize any opening we give them. Be careful!"

[SHEN_Tactical_Tutorial_Matinee_Curb_Stomp_ALT AkEvent]
SpokenText="Cutting it a little close.  Where were you?"

[SHEN_Tactical_Tutorial_Matinee_Security_Reveal AkEvent]
SpokenText="Doesn't look like they're leaving. Stay outta site until we're ready to make our move. "

[SHEN_Tactical_Tutorial_Matinee_Transition AkEvent]
SpokenText="ADVENT forces are swarming to the blast point. We need to move on the package before they figure out what we're up to."

[SHEN_Tactical_Tutorial_Ramirez_Move_Up AkEvent]
SpokenText="Crasher-2, you're up.  Remember, don't get too close. You'll be spotted for sure and we'll lose our advantage."

[SHN_AvengerDefense_AllSystemsGreen AkEvent]
SpokenText="Whatever it was, destroying it seems to have lifted the disruption field. Engine control systems are coming back online. We should be clear to take off within sixty seconds."

[SHN_AvengerDefense_FirstBoardingWarning01 AkEvent]
SpokenText="Commander, we can't let the alien troops get access to the Avenger's systems! If they have the original command codes, they could initiate a full shut down of the Power Core - if that happens, there's no way we're getting off the ground before they overrun us."

[SHN_AvengerDefense_Intro02 AkEvent]
SpokenText="Commander, we've got a critical system failure - the Avenger is dead in the water. I'm diverting reserve power to the scanners - and they're picking up a powerful radiation source nearby - we need to locate and destroy whatever it is disrupting our systems."

[SHN_AvengerDefense_ShipBoarded01 AkEvent]
SpokenText="Commander! There's no way for me to get the engines back online now! We're dead in the water... There's nothing else I can do."

[SHN_AvengerDefenseX_Intro02 AkEvent]
SpokenText="Commander, the aliens have a disruptor spike in the field. I can't get the engines back online until we take it out. You know what to do."

[T_Alien_Fortress_Residential_Diorama_Shen_01 AkEvent]
SpokenText="What is that?! Some kind of human enclosure?"

[T_Blacksite_Body_Containers_Spotted_Shen_P1 AkEvent]
SpokenText="Hold on! Are those...!?"

[T_Blacksite_Body_Containers_Spotted_Shen_P3 AkEvent]
SpokenText="Those containers look like they have self-contained power cells, it could be some kind of stasis system. It's possible at least some of those people might still be alive."

[T_Blacksite_Interior_Reveal_Shen_P2_ALT AkEvent]
SpokenText="That looks more like a refinery to me, doctor."

[T_Blacksite_Interior_Reveal_Shen_P3 AkEvent]
SpokenText="Or a refinery."

[T_Blacksite_Liquid_Collection_Spotted_Shen_P1 AkEvent]
SpokenText="I think Tygan's right, someone spent a lot of time designing this facility."

[T_Blacksite_Soylent_Gold_Spotted_Shen_P2 AkEvent]
SpokenText="We're not picking up any unusual readings, no significant energy signature. Should be safe to approach."

[T_Blacksite_Vial_Pickup_Shen_P2 AkEvent]
SpokenText="No signs of radioactivity, no significant energy signatures of any kind. Whatever it is, it's safe to handle."

[T_Broadcast_Flyover_Shen_P3 AkEvent]
SpokenText="Yea, and we're gonna have to access the unit directly if we any hope of breaking through this dampening field."

[T_Broadcast_Rooftops_Env_Callouts_Shen_01 AkEvent]
SpokenText="That's one of their transmitters. They didn't put a whole lot of effort into disguising the alien tech involved."

[T_City_Center_Chip_Transmitter_Shen_01 AkEvent]
SpokenText="The aliens certainly don't make it easy to decipher their technology. Sometimes it's hard to tell whether the organic or mechanical component is in control."

[T_City_Center_Propaganda_Shen_01 AkEvent]
SpokenText="I guess if you're desperate enough, you can believe anything - even that the aliens are our friends."

[T_Final_Mission_Final_Set_Four_Shen_02 AkEvent]
SpokenText="Not sure I like the sound of that."

[T_Final_Mission_Final_Showdown_Begins_Shen_04 AkEvent]
SpokenText="Yeah, take it down."

[T_Forge_Advent_Bodies_Sighted_Shen_01 AkEvent]
SpokenText="Looks more like a production facility to me, the configuration is different...is it possible? Could this be where the ADVENT forces are coming from?!"

[T_Forge_Avatar_Suit_Sighted_Shen_P3 AkEvent]
SpokenText="So who are they putting in this one?"

[T_Forge_Interior_Reveal_Shen_P1 AkEvent]
SpokenText="These aren't civilians. They're ADVENT."

[T_Fortress_Recap_Callouts_Shen_01 AkEvent]
SpokenText="I suppose we shouldn't be surprised, but I'm not getting any kind of positioning readings from the squad."

[T_Fortress_Recap_Callouts_Shen_02 AkEvent]
SpokenText="This must be the final step in the process. They've harvested our genetic material, crafted it into these Avatars, and now they're trying to complete the transfer. A fresh start for the Elders, at the expensive of millions of human lives."

[T_Fortress_Recap_Callouts_Shen_03 AkEvent]
SpokenText="For all we know, it could predate the invasion itself."

[T_Gene_Therapy_Clinic_Torture_Table_Shen_01 AkEvent]
SpokenText="That doesn't look like something you'd use to help someone, does it?"

[T_Overwatch_Shen AkEvent]
SpokenText="Keep your eyes peeled, no telling what's coming."

[T_Psi_Gate_Gateway_Spotted_Shen_P2 AkEvent]
SpokenText="That's not the same rift the Codex used when it appeared. This thing could lead anywhere, it may not even be pointing at Earth."

[T_Psi_Gate_Reveal_Shen_P2 AkEvent]
SpokenText="No place local I'm sure."

[T_Setup_Phase_Avoid_Detection_Shen AkEvent]
SpokenText="Don't get too close, you'll be spotted for sure and we'll lose our advantage."

[T_Setup_Phase_Break_Concealment_Shen_01 AkEvent]
SpokenText="We've spent a lot of time outfitting our troops, Commander. They're ready to fight. If we get a chance to strike first, I say we take it."

[T_Setup_Phase_Break_Concealment_Shen_02 AkEvent]
SpokenText="Commander, I may not be schooled in the latest tactics, but we're not going to get much done here if our troops stay in hiding the whole time."

[T_Setup_Phase_Break_Concealment_Shen_03 AkEvent]
SpokenText="So are we going to kill aliens, or just have our troops creep around in the shadows?"

[T_Setup_Phase_Cars_make_poor_cover_Shen AkEvent]
SpokenText="Ordinarily I'd say avoid using vehicles for cover, they tend to burn when exposed to weapons fire. We don't have a lot of options right now though."

[T_Setup_Phase_Combat_Tutorial_Shen_01 AkEvent]
SpokenText="Alright, Gatecrasher, we're dropping you just outside the security perimeter. ETA 30 seconds."

[T_Setup_Phase_Combat_Tutorial_Shen_03 AkEvent]
SpokenText="Don't get too comfortable. We definitely got their attention. Head to the rendezvous and get the package."

[T_Setup_Phase_Combat_Tutorial_Shen_04 AkEvent]
SpokenText="First things first, you need to get outta sight. Grab some cover near that low wall."

[T_Setup_Phase_Combat_Tutorial_Shen_07 AkEvent]
SpokenText="It's better than nothing, but see if you can't find a safer position further out."

[T_Setup_Phase_Combat_Tutorial_Shen_09 AkEvent]
SpokenText="Menace-2, stay close. Keep pace with Menace-1."

[T_Setup_Phase_Combat_Tutorial_Shen_11 AkEvent]
SpokenText="Security is tight, but we have the advantage - they don't you're there yet."

[T_Setup_Phase_Combat_Tutorial_Shen_12 AkEvent]
SpokenText="By staying in concealment, we can get the jump on ADVENT's forces. Move up, carefully."

[T_Setup_Phase_Combat_Tutorial_Shen_13 AkEvent]
SpokenText="You're outgunned, better get the drop on them. Stay out of sight, make the first shot count."

[T_Setup_Phase_Combat_Tutorial_Shen_14 AkEvent]
SpokenText="Nice work. From there you should be safe to-"

[T_Setup_Phase_Combat_Tutorial_Shen_14_a AkEvent]
SpokenText="More than we expected, but they still don't know you're there, let's keep it that way."

[T_Setup_Phase_Combat_Tutorial_Shen_14_ALT AkEvent]
SpokenText="Nice work. From there you should be safe to engage."

[T_Setup_Phase_Combat_Tutorial_Shen_14b AkEvent]
SpokenText="Nice work. We need to be ready to engage with or without our backup."

[T_Setup_Phase_Combat_Tutorial_Shen_15 AkEvent]
SpokenText="Incoming patrol! Stay out of sight!"

[T_Setup_Phase_Combat_Tutorial_Shen_18 AkEvent]
SpokenText="You'll get your chance. Stay focused on the objective."

[T_Setup_Phase_Combat_Tutorial_Shen_21 AkEvent]
SpokenText="Do it."

[T_Setup_Phase_Combat_Tutorial_Shen_22 AkEvent]
SpokenText="It's now or never, do it."

[T_Setup_Phase_Combat_Tutorial_Shen_24 AkEvent]
SpokenText="They can see you now. How 'bout you all shoot first and celebrate later."

[T_Setup_Phase_Combat_Tutorial_Shen_28 AkEvent]
SpokenText="Dammit! Your scrap armor can't take hits like that! Watch your flanks!"

[T_Setup_Phase_Combat_Tutorial_Shen_32 AkEvent]
SpokenText="She's calling reinforcements! Stop that-"

[T_Setup_Phase_Combat_Tutorial_Shen_33 AkEvent]
SpokenText="...transmission."

[T_Setup_Phase_Combat_Tutorial_Shen_35 AkEvent]
SpokenText="You're late, Central. What the hell have you been doing down there?"

[T_Setup_Phase_Combat_Tutorial_Shen_39 AkEvent]
SpokenText="We've all heard rumors. I just never believed it was true."

[T_Setup_Phase_Combat_Tutorial_Shen_41 AkEvent]
SpokenText="Looks like that transmission went through. You have an ADVENT transport closing on your position!"

[T_Setup_Phase_Combat_Tutorial_Shen_43 AkEvent]
SpokenText="Hold up, you should check that body for salvageable gear, we need anything we can get at this point. Better move fast though, I've heard rumors ADVENT rigs their stuff to self-destruct."

[T_Setup_Phase_Combat_Tutorial_Shen_45 AkEvent]
SpokenText="When is it ever?"

[T_Setup_Phase_Combat_Tutorial_Shen_50 AkEvent]
SpokenText="Reinforcements just hit ground!"

[T_Setup_Phase_Combat_Tutorial_Shen_59 AkEvent]
SpokenText="You should be able to cut right through the door's security protocols, they were never expecting anyone to get this close."

[T_Setup_Phase_Combat_Tutorial_Shen_63 AkEvent]
SpokenText="Let's hope our intel was good."

[T_Setup_Phase_Combat_Tutorial_Shen_66 AkEvent]
SpokenText="Looks like there's an access panel attached. If you get me a better look at it I might..."

[T_Setup_Phase_Combat_Tutorial_Shen_71 AkEvent]
SpokenText="The entire ADVENT security grid just lit up! Firebrand is holding nearby for EVAC, but it's now or never Central!"

[T_Setup_Phase_Combat_Tutorial_Shen_72 AkEvent]
SpokenText="No! Central! Menace-1 is down! You have to get out of there!"

[T_Setup_Phase_Flight_Device_Spotted_Shen AkEvent]
SpokenText="That's the component I need! If you can bring it back in one piece we might actually have a chance."

[T_Shen_AlienSightings_ACV AkEvent]
SpokenText="ADVENT has been sending these unmanned attack vehicles in to pacify the outlying settlements. It might be possible to hack one if we can get close enough."

[T_Shen_AlienSightings_AdvMEC_M1 AkEvent]
SpokenText="This is an extremely well equipped mechanized combat unit. We'll need to look for vulnerabilities if we're going to take that thing out."

[T_Shen_AlienSightings_Andromedon AkEvent]
SpokenText="Is that an environment suit... Maybe something that can't handle our atmosphere?"

[T_Shen_AlienSightings_Archon AkEvent]
SpokenText="The aliens may have cleaned up the design, but these monsters are no better off than the ones my father dealt with."

[T_Shen_AlienSightings_Drone AkEvent]
SpokenText="The aliens seem to use these Drones mainly for support and reconnaissance, but they're also armed for combat."

[T_Shen_AlienSightings_Faceless AkEvent]
SpokenText="Don't even think about it."

[T_Shen_AlienSightings_Gatekeeper AkEvent]
SpokenText="This one is uniquely graceful compared to some of the other species we've seen - it also gives off very strong psionic readings."

[T_Shen_AlienSightings_Sectopod AkEvent]
SpokenText="The aliens used this to defeat most of Earth's heavy conventional forces. It can punch through armor just as easily as it chews through infantry. Be careful."

[T_Shen_AlienSightings_Synthoid AkEvent]
SpokenText="This thing looks like some sort of android, an advancement of their earlier biomechanical developments."

[T_Shen_AlienSightings_Turret AkEvent]
SpokenText="Stay clear of those turrets, we're still not entirely sure if they're fully automated or remotely triggered."

[T_Shen_AlienSightings_Turret_MK2 AkEvent]
SpokenText="That turret is tracking differently than the others we've seen, they probably upgraded its sensors. I'd keep a low profile, it may come after multiple targets now if the system is responsive enough."

[T_Small_Town_Advent_Propaganda_Shen_01 AkEvent]
SpokenText="Why don't the aliens just leave these people alone already? If they're out here, then they've made their choice."

[T_Small_Town_Modified_Cars_Shen_01 AkEvent]
SpokenText="I have to say, I'm impressed with what these people have managed to rig up without any of the old fuel sources. Never underestimate human ingenuity."

[T_Small_Town_Shen_Shen_01 AkEvent]
SpokenText="I used to love that game when I was kid."

[T_Support_First_Advent_Tower_Spotted_Shen AkEvent]
SpokenText="Our Gremlin can attempt to access the ADVENT Network from here. We might be able to hack their systems and get an advantage, but be careful. If they detect us, things will only get worse."

[T_Tactical_Callouts_Advent_Shen_01 AkEvent]
SpokenText="I've always wondered who ADVENT employs to design their vehicles and equipment, they're definitely got the intimidating aesthetics down pat."

[T_UFO_Alien_Computer_Shen_01 AkEvent]
SpokenText="I wouldn't mind getting a closer look at their flight computer - ours could probably use some updates."

[T_UFO_Power_Supply_Shen_01 AkEvent]
SpokenText="The power supply on this ship is likely to be a newer variation of the Elerium core driving the Avenger's systems."

